taskt/Core/Automation/Commands/ExcelGroup/ExcelGetColumnValuesAsDictionaryCommand.dot
digraph "ExcelGetColumnValuesAsDictionaryCommand" {
"ExcelGetColumnValuesAsDictionaryCommand" -> "AExcelColumnRangeGetCommands";
"ExcelGetColumnValuesAsDictionaryCommand" -> "IDictionaryResultProperties";
"AExcelColumnRangeGetCommands" -> "AExcelColumnRangeCommands";
"AExcelColumnRangeGetCommands" -> "IExcelColumnRangeGetProperties";
"AExcelColumnRangeCommands" -> "AExcelInstanceCommands";
"AExcelColumnRangeCommands" -> "IExcelColumnRangeProperties";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
